Revit 2026 API
AnalyticalAutomationFailures Properties
The BuiltInFailures.AnalyticalAutomationFailures type exposes the following members.
Properties
Name | Description
EmptySelection |  There are no selected elements.
Top
See Also
Reference
BuiltInFailures.AnalyticalAutomationFailures Class
Autodesk.Revit.DB Namespace